{
  "bld-beech-leaf-disease": {
    "causal_agent": "Microscopic foliar/bud‑associated nematodes that overwinter in buds and damage developing leaf tissue; spread via wind/rain splash and hitchhiking on animals.",
    "agent_type": "Нематода",
    "hosts": [
      "American beech (Fagus grandifolia)",
      "Ornamental beech species"
    ],
    "life_cycle": "Nematodes overwinter in dormant buds; symptoms appear on newly flushed leaves in spring and persist through summer; nematodes migrate back into forming buds in late summer into fall.",
    "symptoms": [
      "Dark banding between secondary veins, often visible from the leaf underside",
      "Leaf curling and distortion",
      "Thick, leathery leaves",
      "Premature leaf drop",
      "Twig dieback and thinning crowns when buds are killed"
    ],
    "typical_impact": "Rapid decline leading to mortality within 3–6 years in heavily infested stands; limited forest‑scale treatments; experimental injections for landscape trees exist but are not yet practicable at forest scales.",
    "distribution": [
      "Rapid spread across southern New Hampshire; reported in 127 towns by 2024, including nearly all of southern NH and as far north as Woodstock",
      "Likely broadly present south of the White Mountains even where not formally reported"
    ],
    "association_with_logging": "Regeneration cuts can increase local movement of people, equipment and wildlife, potentially increasing hitchhiking opportunities; canopy opening may interact with drought or winter injury to compound decline, but direct causal links remain uncertain.",
    "invasive_status": "Introduced/novel in North America; believed to originate from Japan; first detected in Ohio in 2012 and in New Hampshire in 2022.",
    "detection_methods": [
      "Visual surveys for banding on fresh leaves",
      "Confirmatory diagnostics (e.g., laboratory identification)",
      "Town and landscape‑level reporting networks (Extension and agency portals)"
    ],
    "management": "Forest‑scale treatments are limited; for high‑value individual trees, several experimental treatment approaches are being evaluated; landowners should work with professional foresters and arborists. Silviculture should maintain or create mixed regeneration and avoid future beech‑dependent bottlenecks.",
    "ecological_impacts": "Loss of beech productivity reduces hard‑mast availability and cavity/snag dynamics. Beech mast is linked to black bear reproductive synchrony, so declines may propagate into wildlife demography.",
    "notes": "High‑impact threat with medium certainty about mechanism; spread is fast relative to other pests."
  },
  "bbd-beech-bark-disease": {
    "causal_agent": "Scale feeding injures bark and facilitates infection by Neonectria fungi; coalescing cankers can girdle trees and kill cambium.",
    "agent_type": "Insect & fungus complex",
    "hosts": [
      "American beech (Fagus grandifolia)"
    ],
    "life_cycle": "Scale populations and fungal infection develop over multiple years; there is no single tight seasonal window, so monitoring focuses on bark condition and canopy decline over extended periods.",
    "symptoms": [
      "White waxy scale insects on bark",
      "Rough, pockmarked bark with fissures and sunken cankers",
      "Sunken or rough cankers that coalesce",
      "Crown thinning, dieback and increased wind‑breakage risk"
    ],
    "typical_impact": "Long‑term growth reduction, defect and mortality. Species often persists via prolific root sprouting, creating dense beech thickets that reduce timber value and suppress regeneration of other species.",
    "distribution": [
      "Long established throughout the White Mountains and New England",
      "A 50‑year record from the Bartlett Experimental Forest documents high infection levels"
    ],
    "association_with_logging": "Strong. Root sprouting is a disturbance response and logging is a major driver of sprouting. Harvesting regime and season influence early sprout dynamics; root disturbance and light conditions following harvest control sprout initiation and growth.",
    "invasive_status": "Mixed: the initiating scale insect is introduced, while fungal pathogens are native or naturalized; together they behave as a persistent landscape‑scale syndrome.",
    "detection_methods": [
      "Stand exams for bark condition (presence of wax and cankers)",
      "Regeneration surveys quantifying beech sprouts vs. desired seedlings",
      "Long‑term plot networks and post‑harvest monitoring"
    ],
    "management": "Reduce the proportion of heavily diseased, low‑vigor beech while retaining apparently resistant individuals; use harvest systems (group cuts, patch cuts, clearcuts or shelterwoods) to shift composition toward less beech dominance and favor shade‑intolerant desired species; anticipate beech sprout responses and time harvests to minimize sprouting (e.g., winter operations on frozen soils where feasible).",
    "ecological_impacts": "Reduces beechnut production and alters wildlife food webs; beech mast is linked to black bear reproduction, so chronic loss can have cascading effects beyond timber objectives.",
    "notes": "One of the most significant regeneration obstacles in northern hardwood forests; silviculture must balance removal of diseased trees with retention of resistant genotypes."
  },
  "eab-emerald-ash-borer": {
    "causal_agent": "A phloem‑feeding beetle whose larvae feed under the bark, disrupting nutrient flow.",
    "agent_type": "Insect (beetle)",
    "hosts": [
      "White ash",
      "Green ash",
      "Other ash species"
    ],
    "life_cycle": "Adults emerge and fly in late spring and summer, lay eggs on bark; larvae develop under the bark, feeding on phloem and cambium. The life cycle spans one or more years depending on climate.",
    "symptoms": [
      "D‑shaped exit holes in bark where adults emerge",
      "Vertical bark splits and serpentine larval galleries under bark",
      "Canopy thinning and dieback",
      "Epicormic shoots and sprouting at the base of the trunk",
      "Blonding of bark from woodpecker foraging"
    ],
    "typical_impact": "Infested ash typically die within 3–5 years of infestation, producing rapid local mortality pulses. Seedlings and saplings below a small diameter may persist temporarily, and a small fraction of ‘lingering ash’ can survive longer – important for future tolerance breeding.",
    "distribution": [
      "Detected in Concord, NH in 2013",
      "By 2024 new detections included Berlin and Jefferson, representing the farthest north records; survey coverage in the White Mountains is impeded by rugged terrain"
    ],
    "association_with_logging": "Moderate. Logging can accelerate human‑mediated spread if ash logs or firewood are moved; salvage operations can also increase movement risk. Regenerating stands may retain ash primarily as small stems, which may persist if biocontrol and tolerant genotypes improve survival as stems mature.",
    "invasive_status": "Invasive beetle native to northeastern Asia.",
    "detection_methods": [
      "Town‑based detection lists and mapping",
      "Surveys for lingering ash in heavily infested stands",
      "Remote sensing and UAV mapping in some NH projects"
    ],
    "management": "Integrated approach: biological control with parasitic wasps shows promise at low beetle densities; targeted insecticide protection is used to preserve local genetic diversity of high‑value trees; avoid moving ash material (logs and firewood) even where formal quarantines are relaxed.",
    "ecological_impacts": "Large pulses of ash mortality increase snag and downed wood and can shift riparian canopy structure; long‑term outcomes depend on whether ash can persist as seedlings/saplings and on survival of lingering tolerant genotypes under biocontrol pressure.",
    "notes": "EAB represents one of the most severe threats to ash across its range; early detection and prevention of human‑mediated spread are critical."
  },
  "hwa-hemlock-woolly-adelgid": {
    "causal_agent": "Small, wingless sap‑feeding insect that forms woolly ovisacs at the base of hemlock needles; heavy infestations remove sap and weaken trees.",
    "agent_type": "Insect (aphid‑like)",
    "hosts": [
      "Eastern hemlock (Tsuga canadensis)",
      "Other hemlock species"
    ],
    "life_cycle": "Two generations per year: overwintering sistens and spring progrediens; winter survival determines northern spread. Ovisacs are present year‑round, with crawler stages dispersing in spring and early summer.",
    "symptoms": [
      "White, cottony ovisacs at the bases of needles on twigs",
      "Needle yellowing and loss",
      "Twig and branch dieback",
      "Crown thinning over several years"
    ],
    "typical_impact": "Untreated infestations can kill hemlock within 4–10 years; warmer winters facilitate spread and severity.",
    "distribution": [
      "First discovered in New Hampshire (Portsmouth) in 2000",
      "As of 2024, no new detections for the second consecutive year, but warming winters increase spread potential; infestations historically concentrated in warmer southern regions"
    ],
    "association_with_logging": "Moderate to high. Canopy alteration and residual stress from partial harvests can increase vulnerability; edge microclimates may favor adelgid growth. However, invasion dynamics and winter survival remain dominant drivers.",
    "invasive_status": "Invasive species from Asia.",
    "detection_methods": [
      "Visual surveys for ovisacs on needle bases",
      "Town‑based tracking and mapping",
      "Monitoring predator establishment in biocontrol release sites"
    ],
    "management": "Biological control is the long‑term strategy: releases of Laricobius nigrinus since 2008 and more recently “silver fly” predators. Chemical treatments (systemic insecticides) are generally reserved for high‑value trees; forest‑scale treatment is impractical.",
    "ecological_impacts": "Hemlock is a foundation species; loss of hemlock alters microclimate (light/temperature/humidity), affects riparian and aquatic ecosystems, and shifts successional trajectories toward hardwoods or other conifers.",
    "notes": "Maintaining tree vigor and supporting biocontrol agents are key to mitigating HWA impacts."
  },
  "ehs-elongate-hemlock-scale": {
    "causal_agent": "Sap‑feeding scale insect on hemlock needles; weakens trees and compounds stress.",
    "agent_type": "Insect (scale)",
    "hosts": [
      "Eastern hemlock"
    ],
    "life_cycle": "Life cycle timing varies regionally; management guidance typically targets the crawler stage when insects are dispersing.",
    "symptoms": [
      "Small brown scabs on the underside of hemlock needles"
    ],
    "typical_impact": "Generally less acutely lethal than hemlock woolly adelgid but can weaken hemlock and increase vulnerability to other stressors.",
    "distribution": [
      "Detected in 12 new towns in 2024, largely via short‑distance spread in southern NH",
      "Notably northern detection in Bartlett (White Mountains), indicating hemlock pests are not confined to the southern tier"
    ],
    "association_with_logging": "Moderate. More consequential where stands are stressed (drought, defoliation, other sap‑feeders); edge creation and partial harvest patterns can amplify effects.",
    "invasive_status": "Introduced/invasive in northeastern forests.",
    "detection_methods": [
      "Needle inspection on undersides",
      "Town‑level tracking",
      "Monitoring natural enemies (e.g., parasitoids)"
    ],
    "management": "No effective forest‑scale biocontrol currently exists; natural enemies are observed but not at levels that suppress the pest. Management focuses on maintaining overall hemlock vigor and integrating hemlock protection planning for both HWA and EHS.",
    "ecological_impacts": "Adds chronic stress to hemlock systems; where decline is accelerated, ecological effects resemble those of hemlock woolly adelgid (microclimate shifts, altered riparian functions) but typically at slower rates.",
    "notes": "Often co‑occurs with hemlock woolly adelgid; dual infestations may exacerbate decline."
  },
  "sbw-eastern-spruce-budworm": {
    "causal_agent": "Defoliating caterpillar that feeds mainly on current‑year growth of fir and spruce trees.",
    "agent_type": "Insect (caterpillar)",
    "hosts": [
      "Balsam fir (Abies balsamea)",
      "White spruce (Picea glauca)",
      "Red spruce (Picea rubens)",
      "Other spruce species"
    ],
    "life_cycle": "One generation per year. Eggs are laid in late July to mid‑August; larvae hatch within 1–2 weeks and overwinter in sheltered crevices; spring larvae emerge before bud flush, feeding first on old needles and pollen cones and then on buds/new foliage; pupation occurs in late June/early July and adults fly in July. Long‑distance dispersal can occur via wind‑assisted flight.",
    "symptoms": [
      "Brick red or reddish‑brown crown tips from dead/drying needles by mid‑summer",
      "Silk webbing and frass in branch tips",
      "Feeding shelters that tie needles together"
    ],
    "typical_impact": "Trees can tolerate moderate damage, but repeated severe defoliation over multiple years causes growth loss and mortality. Dense, mature host stands with closed canopies are most vulnerable.",
    "distribution": [
      "Native insect whose southern outbreak range includes northeastern U.S. spruce–fir forests",
      "NH monitoring indicates trap catches remain below thresholds in some recent years but the White Mountains’ extensive spruce–fir component makes the region a standing high‑impact risk"
    ],
    "association_with_logging": "Strong. Dense, mature balsam‑fir‑rich stands are most vulnerable; management can reduce future severity by favoring spruce over fir, maintaining a hardwood component, keeping more open canopies and vigorous growth. Salvage or rescheduled harvesting can reduce losses depending on local conditions.",
    "invasive_status": "Native pest with periodic outbreak cycles.",
    "detection_methods": [
      "Pheromone trapping for adults",
      "Sampling of egg masses and overwintering larvae",
      "Branch beating for larvae during bud swelling",
      "Aerial survey for crown reddening in late June–July"
    ],
    "management": "Outbreak control is typically aerial and timing‑sensitive; biological insecticides like Bacillus thuringiensis var. kurstaki (Btk) and insect growth regulators such as tebufenozide are used in some regions. Long‑term risk reduction relies on silvicultural stand‑composition management to decrease host abundance and increase diversity.",
    "ecological_impacts": "Mortality pulses shift composition and structure toward mixed species and can increase fire risk in severely affected stands. Short‑term increases in some bird use can occur during outbreaks, but longer‑term wildlife benefits are uncertain.",
    "notes": "Outbreaks recur every 30–60 years; the next outbreak could drive large salvage pressures in the White Mountains."
  },
  "bwa-balsam-woolly-adelgid": {
    "causal_agent": "Sap‑feeding adelgid that injects saliva, inducing abnormal growth (‘gouting’) and rotholz in balsam fir, restricting water transport and weakening trees.",
    "agent_type": "Insect (adelgid)",
    "hosts": [
      "Balsam fir (Abies balsamea)",
      "Other true firs (Abies spp.)"
    ],
    "life_cycle": "Complex life cycle often described by trunk vs. gout expressions; multiple generations per year. Cold winters can reduce survival and slow spread in northern climates.",
    "symptoms": [
      "Twig gouting (swollen nodes)",
      "Curling of the terminal shoot and crown thinning or dieback",
      "Premature needle loss and crown reddening in heavy infestations",
      "Diagnostic rotholz (red‑wood) in growth rings (requires wood examination)"
    ],
    "typical_impact": "Heavy stem attack can kill fir within approximately 3 years and can severely damage regeneration; impacts vary by site and climate, with low winter temperatures historically limiting severity in parts of the Northeast.",
    "distribution": [
      "Established throughout portions of New Hampshire and the White Mountains",
      "State monitoring has mapped balsam fir mortality attributable to this adelgid historically, indicating periodic impacts"
    ],
    "association_with_logging": "Meaningful. Regeneration and young fir can be strongly affected; harvest timing considerations (winter harvest may reduce spread risk relative to warm‑season operations where insects can disperse) are part of silvicultural planning.",
    "invasive_status": "Introduced/invasive species of European origin.",
    "detection_methods": [
      "Field surveys for twig gouting and crown symptoms",
      "Aerial survey for mortality patterns",
      "Reporting portals for suspect sites"
    ],
    "management": "Forest‑scale controls are limited; chemical management is feasible for individual managed trees and plantations but not broad forest settings. Risk management centers on maintaining stand diversity and vigor and considering harvest/logistics (e.g., winter operations).",
    "ecological_impacts": "Fir mortality can restructure high‑elevation spruce–fir forests, altering snow interception, habitat structure and fuel profiles; outcomes depend on whether spruce or hardwoods replace fir or fir regenerates back into gaps.",
    "notes": "Potential for combined impacts with spruce budworm and climate stress makes monitoring of balsam woolly adelgid important for high‑elevation forests."
  },
  "sm-spongy-moth": {
    "causal_agent": "Defoliating moth whose larvae feed on a wide range of hardwoods and, during outbreaks, conifers.",
    "agent_type": "Insect (moth)",
    "hosts": [
      "Oaks",
      "Other hardwoods",
      "Conifers (when preferred foliage is depleted)"
    ],
    "life_cycle": "One generation per year: egg masses overwinter; larvae feed in spring into early summer; pupation occurs in early summer; adults emerge mid‑summer; eggs are laid on trunks and objects where they may be transported by humans.",
    "symptoms": [
      "Defoliation and heavy frass fall in spring and early summer",
      "Egg masses on tree trunks and outdoor objects",
      "Late‑instar feeding can strip foliage extensively"
    ],
    "typical_impact": "Healthy hardwoods can often refoliate after a single severe defoliation event, but repeated high‑severity defoliation increases mortality risk, especially when drought and secondary agents interact. Conifers defoliated during outbreak spillover are less resilient and may die.",
    "distribution": [
      "NH aerial surveys mapped large outbreak blocks in 2021–2022, including a substantial outbreak region around Conway in 2022",
      "2024 reporting links oak mortality to prior spongy moth outbreaks coinciding with prolonged drought and describes UAV mapping to support salvage planning"
    ],
    "association_with_logging": "Indirect but important. Outbreak‑driven mortality often triggers salvage logging, which can compound regeneration challenges (soil disturbance, invasive plant colonization, browse) if not planned carefully.",
    "invasive_status": "Introduced/invasive in North America; human transport of egg masses on firewood and outdoor equipment aids spread.",
    "detection_methods": [
      "Egg mass surveys on trunks and outdoor structures",
      "Pheromone traps for adults",
      "Aerial surveys for defoliation",
      "UAV mapping for mortality assessment"
    ],
    "management": "Suppression options include aerial application of Btk, nucleopolyhedrosis virus (NPV) and other insecticides timed to larval stages; non‑chemical approaches include removing egg masses and preventing spread via movement controls and public reporting.",
    "ecological_impacts": "Outbreaks can create short‑term canopy opening and longer‑term stand conversion, increasing coarse woody debris and altering fuel loads and understory composition. Severity interacts strongly with weather, particularly drought.",
    "notes": "Formerly known as the gypsy moth; outbreak severity varies annually and is influenced by natural enemies and weather."
  },
  "wpnd-white-pine-needle-damage": {
    "causal_agent": "Multi‑pathogen complex of foliar fungi; infection favored by wet conditions and often not apparent until the following year.",
    "agent_type": "Fungus complex",
    "hosts": [
      "Eastern white pine (Pinus strobus)"
    ],
    "life_cycle": "Infection occurs in spring during needle elongation, but symptoms primarily appear the following year. Major discoloration and needle drop often occur in June–July, with wet spring/summer conditions favoring spore production and infection.",
    "symptoms": [
      "Yellowing of needles in early June followed by mid‑summer drop of one‑year‑old needles",
      "Thin crowns due to loss of older needle cohorts"
    ],
    "typical_impact": "Generally causes growth reduction and chronic stress rather than immediate mortality. Repeated defoliation events can weaken trees and interact with other pests or site stressors (e.g., drought, insects).",
    "distribution": [
      "Very widespread across New Hampshire; NH aerial survey mapped approximately 114,000 acres of white pine needle disease symptoms in 2024"
    ],
    "association_with_logging": "Moderate. Residual white pine left after harvest or microclimates created by harvesting (e.g., edges near water) can experience persistent leaf wetness that elevates disease pressure. Conversely, low‑density stand management is being evaluated in New England to improve crown condition and reduce severity.",
    "invasive_status": "Mostly native or established pathogens operating in a disease complex that has become newly prominent in New England.",
    "detection_methods": [
      "Aerial surveys for discoloration and needle loss",
      "Field sampling and diagnostic lab confirmation to identify fungi",
      "Crown condition scoring and repeated‑year tracking to distinguish episodic pulses from chronic decline"
    ],
    "management": "Emphasize tree vigor and appropriate stand structure: maintain suitable stocking, avoid compounding stress and integrate management with broader white pine health planning (including weevil and cankers). Fungicides are not used at forest scale.",
    "ecological_impacts": "Large‑area defoliation reduces productivity and may shift competitive balance in mixed stands, influencing successional trajectories and coarse woody debris patterns if chronic decline increases mortality.",
    "notes": "Also known as white pine needle disease complex; severity varies annually with weather conditions."
  },
  "caliciopsis-canker": {
    "causal_agent": "Canker fungus that attacks thin‑barked areas; spores mature in late winter and infections may occur through lenticels or small wounds.",
    "agent_type": "Гриб",
    "hosts": [
      "Eastern white pine"
    ],
    "life_cycle": "Not fully resolved; spores are thought to mature in late winter. Cankers are perennial and develop over several years.",
    "symptoms": [
      "Resin (pitch) associated with small cankers between whorls",
      "Embedded or elongated cankers and bark cracking",
      "Crown thinning and dieback",
      "Symptoms can be confused with other resin‑producing white pine problems without careful inspection"
    ],
    "typical_impact": "Reduces lumber quality and contributes to decline, especially in dense or high‑stocking stands. Low‑density treatments can reduce severity.",
    "distribution": [
      "Present in New Hampshire; low‑density silvicultural treatments applied at Bear Brook State Park in 2023/2024 reduced high‑severity ratings after one growing season"
    ],
    "association_with_logging": "Strongly tied to stand structure and density. Dense sapling stands show very high incidence; thinning regimes and method (e.g., shearing versus mulching) influence residual damage and microclimate.",
    "invasive_status": "Likely native/long‑present, though outbreaks and recognition have increased in recent years.",
    "detection_methods": [
      "Stand‑level incidence and severity scoring",
      "Surveys of resin/canker occurrence",
      "Monitoring of treatment responses after thinning"
    ],
    "management": "Implement low‑density silviculture; remove highly symptomatic stems; manage stocking to maintain vigor; integrate with broader white pine health guidance.",
    "ecological_impacts": "Contributes to white pine decline and alters competitive dynamics; may increase deadwood and localized fuel accumulation if mortality increases.",
    "notes": "Assessments after thinning show promising reductions in severity but long‑term durability of treatments is still being evaluated."
  },
  "wpw-white-pine-weevil": {
    "causal_agent": "Beetle whose larvae feed inside the terminal leader of young trees, killing the leader and deforming stems.",
    "agent_type": "Insect (weevil)",
    "hosts": [
      "White pine",
      "Spruces (particularly in mixed regeneration)"
    ],
    "life_cycle": "Adults lay eggs in the terminal growth; larvae develop within the leader through early summer; pupation occurs in chambers in late summer; adults emerge mid‑summer and continue feeding.",
    "symptoms": [
      "Wilting or drooping ‘shepherd’s crook’ terminal shoot",
      "Pitch flow from feeding and oviposition wounds",
      "Multiple leaders and crooked stems after repeated attacks"
    ],
    "typical_impact": "Usually does not kill the tree but causes substantial growth form defects and reduces yield and wood quality, which is critical for regeneration goals.",
    "distribution": [
      "Widespread pest in New England white pine silviculture"
    ],
    "association_with_logging": "High. The weevil prefers open‑grown trees in full sunlight; regeneration systems that create large, unshaded openings (e.g., clearcuts or large group selections) increase attack rates. Shelterwood or maintaining partial canopy closure reduces hazard.",
    "invasive_status": "Native",
    "detection_methods": [
      "Late spring scouting for wilting leaders and pitch flow",
      "Inspection of terminals for larvae and pupal chambers"
    ],
    "management": "Silvicultural hazard management is key: regenerate pine under partial shade, maintain higher stocking during the susceptible sapling stage and avoid creating large, fully open conditions. Chemical controls exist for small‑scale or high‑value uses but are not used forest‑wide.",
    "ecological_impacts": "Alters white pine recruitment trajectories by selecting against open‑grown forms; influences final canopy composition when white pine is a desired component.",
    "notes": "One of several pests that interact with regeneration method; integrated planning can reduce damage."
  },
  "hrd-heterobasidion-root-disease": {
    "causal_agent": "Airborne spores infect freshly cut stumps and wounds; the fungus spreads root‑to‑root, causing expanding mortality pockets, root and butt rot and increasing windthrow susceptibility.",
    "agent_type": "Гриб",
    "hosts": [
      "Eastern white pine",
      "Red pine",
      "Other eastern pines",
      "Spruce and fir (less common)"
    ],
    "life_cycle": "Infection risk is highest when fresh stump surfaces are available and spores are present. Disease develops over years; mortality pockets expand via root spread, killing seedlings and saplings within and around thinning centers.",
    "symptoms": [
      "Expanding pockets of mortality in stands",
      "Thinning crowns with chlorotic, short needles",
      "Resin soaking on roots and lower stems",
      "Stringy or pocket rot and root breakage in windthrown trees"
    ],
    "typical_impact": "One of the most economically destructive conifer diseases in managed plantations because stump infections after thinning propagate through the stand. Seedlings and saplings in pockets may be killed, directly affecting regeneration.",
    "distribution": [
      "Occurs throughout the historical range of pines; NH‑specific prevalence is often not summarized but the disease is a real risk in pine management units and plantations"
    ],
    "association_with_logging": "Very strong. Infection frequently begins at fresh stumps; prevention by protecting stump surfaces or timing thinning operations to reduce infection risk is essential.",
    "invasive_status": "Established (native or naturalized) pathogen in eastern conifer management contexts.",
    "detection_methods": [
      "Stand exams for expanding mortality pockets",
      "Identification of conks and decay patterns on roots and butt logs",
      "Aerial or GIS detection of expanding foci"
    ],
    "management": "Prevention is primary: protect stump surfaces with chemical treatments where appropriate and permitted; restrict thinning operations to low‑risk seasons (winter) or weather conditions; adjust species and site selection for high‑hazard areas.",
    "ecological_impacts": "Creates long‑lived spatial heterogeneity with mortality centers; increases coarse woody debris and windthrow and suppresses regeneration in disease pockets; changes successional mosaics.",
    "notes": "Proper harvest planning and stump treatment can substantially reduce risk; high hazard on sandy or fertile pine sites."
  },
  "regen-interference-complex": {
    "causal_agent": "Interaction of ungulate browsing (deer, moose), aggressive competing vegetation (beech sprouts, hay‑scented fern, glossy buckthorn, mountain laurel, etc.), and site/edge conditions that favor competitors over desired tree regeneration.",
    "agent_type": "Other (biotic + abiotic complex)",
    "hosts": [
      "Affects recruitment of many desired tree species including sugar maple, yellow birch, white pine, oak and others"
    ],
    "life_cycle": "Driven by seasonal browsing pressure and seasonal growth of competitors; chronic browsing can create long‑term regeneration debt where desired species fail to recruit even decades after harvest.",
    "symptoms": [
      "Low stocking of desired seedlings and saplings",
      "Repeated browse damage such as leader clipping and stem deformation",
      "Dominance of beech sprouts or fern layers",
      "Invasion concentrated along roads, edges and landings",
      "Regeneration present but trapped below browse height"
    ],
    "typical_impact": "Can prevent desired species from establishing after harvest, shifting stands toward less palatable or more competitive species. May produce long‑lived alternative understory states; moose browsing impacts are site‑specific and can be severe near wintering habitat or at higher elevations.",
    "distribution": [
      "Statewide issue in New Hampshire; competitor problems are more common south of the White Mountains for some invasives but also occur along forest edges and roadsides throughout the state"
    ],
    "association_with_logging": "Definitional – highest relevance is after harvest. Harvest design influences light, soil disturbance and edge creation; these interact with competitor biology and browsing pressure, driving regeneration outcomes.",
    "invasive_status": "Mixed: includes native competitors (beech, ferns) and invasive species (glossy buckthorn) and is exacerbated by high densities of native ungulates.",
    "detection_methods": [
      "Regeneration surveys stratified by harvest type and microsite",
      "Browse indices and damage assessments",
      "Mapping of competitor layers and invasive edges",
      "Tracking outcomes across multiple age classes post‑cut"
    ],
    "management": "Combine silviculture and access/habitat management: choose regeneration method sizes (e.g., group selection or patch cuts) to overwhelm browse where needed; encourage hunting access where socially feasible; use slash or brush barriers to deter deer; employ scarification or whole‑tree harvest techniques to reduce beech understory and favor desired species; treat invasive edges before harvest when possible.",
    "ecological_impacts": "Alters successional pathways, reduces tree diversity and shifts understory toward fern/shrub dominance, influencing fuel loads and wildlife forage patterns.",
    "notes": "Regeneration failure is often multifactorial; monitoring both pest pressure and regeneration outcomes is critical."
  },
  "logging-soil-disturbance": {
    "causal_agent": "Machine traffic and operational choices (whole‑tree vs stem‑only removal, equipment type, seasonality, skid‑trail design) disturb the forest floor and mineral soil, compact soil and create ruts that affect hydrology and seedling establishment.",
    "agent_type": "Abiotic",
    "hosts": [
      "Affects regeneration across all forest types; impacts strongest on sensitive soils, during wet periods and in operations with extensive machine coverage"
    ],
    "life_cycle": "Risk is seasonal: operating on wet soils leads to compaction and rutting; operations on frozen or snow‑covered soils reduce disturbance. Some compaction may alleviate over years, but deep ruts and forest floor removal can persist and suppress regrowth for multiple years.",
    "symptoms": [
      "Compacted skid trails and exposed mineral soil",
      "Rut networks and altered drainage patterns",
      "Destroyed advance regeneration in machine travel zones",
      "Patchy regeneration tied to scarification and microsite differences"
    ],
    "typical_impact": "Whole‑tree clearcutting studies in New England documented very high proportions of disturbed soil surfaces, with compaction and ruts reducing infiltration and aeration and suppressing regrowth for several years. Scarification can be beneficial for birch seedbeds but detrimental when it favors undesirable competitors or destroys advance spruce–fir regeneration.",
    "distribution": [
      "Unspecified at landscape scale; risk is operation‑dependent and ubiquitous wherever mechanized harvesting occurs"
    ],
    "association_with_logging": "High and direct: arises from harvest operations themselves.",
    "invasive_status": "N/A",
    "detection_methods": [
      "Post‑harvest soil disturbance transects and classification",
      "Mapping soil disturbance and comparing with regeneration outcomes to identify threshold effects"
    ],
    "management": "Implement best management practices: minimize machine passes, operate on frozen or firm soils when feasible, design skid trail networks to reduce areal coverage, protect sensitive wet areas and explicitly decide where scarification is desired versus avoided.",
    "ecological_impacts": "Impacts water movement, erosion risk, nutrient cycling and successional trajectories by shaping which microsites can support seedling establishment; interacts with invasive plant establishment along disturbed corridors.",
    "notes": "A major operational factor affecting regeneration success; careful logging planning can mitigate negative effects."
  },
  "jumping-worms": {
    "causal_agent": "Invasive pheretimoid earthworms that rapidly consume leaf litter and organic layers, producing granular castings that alter soil structure, nutrient dynamics and forest floor habitat.",
    "agent_type": "Other (invertebrate; soil ecosystem engineer)",
    "hosts": [
      "Not host‑specific; impacts forest floor processes influencing tree seedling establishment and understory communities"
    ],
    "life_cycle": "Not emphasized in the forestry context; management focuses on preventing spread rather than seasonal interventions.",
    "symptoms": [
      "Coffee‑grounds‑like castings on soil surface",
      "Loss of leaf litter and organic layer",
      "Grainy soil surface and altered seedbed conditions"
    ],
    "typical_impact": "Reduces understory biodiversity and negatively affects regeneration and soil biogeochemistry. Nonnative earthworms continue to invade northern hardwood forests with impacts on both understory regeneration and overstory trees.",
    "distribution": [
      "Documented concern in New Hampshire with public reporting and education; precise White Mountains distribution is not comprehensively mapped"
    ],
    "association_with_logging": "Mixed evidence. Disturbed corridors (roads and landings) facilitate spread via soil movement and bait dumping, but interactions with deer and harvesting are complex. Treat as a prevention priority in all stand types.",
    "invasive_status": "Invasive invertebrates from Asia.",
    "detection_methods": [
      "Visual identification of castings and behavior",
      "Community reporting portals and surveys",
      "Soil and litter monitoring plots comparing invaded vs uninvaded areas"
    ],
    "management": "Focus on limiting spread: maintain soil and plant movement cleanliness, enforce nursery and plant sale precautions, avoid dumping fishing bait. Control tools are limited and remain an active research area.",
    "ecological_impacts": "Alters forest floor habitat for invertebrates and ground‑nesting species, changes carbon and nutrient cycling and can shift competitive balance toward invasive plants.",
    "notes": "Also called Asian jumping worms; awareness and hygiene practices can slow their spread."
  },
  "oak-wilt-watchlist": {
    "causal_agent": "Vascular wilt fungus; tree responses (tyloses) contribute to vascular blockage and wilt.",
    "agent_type": "Гриб",
    "hosts": [
      "Oaks (Quercus spp.), particularly red oaks"
    ],
    "life_cycle": "Symptoms typically appear mid‑summer when affected trees suddenly wilt and drop leaves. Spread occurs via movement of infected wood, insect vectors and root grafts.",
    "symptoms": [
      "Sudden wilt and leaf drop in mid‑summer",
      "Vascular discoloration in the sapwood (diagnostic)"
    ],
    "typical_impact": "High mortality risk in susceptible oaks and significant landscape and urban forest impacts where established.",
    "distribution": [
      "Not known to be present in New Hampshire; closest known outbreaks reported in New York; NH forest health reporting states no detections to date"
    ],
    "association_with_logging": "Potentially high if introduced. Harvesting and pruning can create fresh wounds, and log movement provides pathways for spread; prevention and rapid response planning link forestry operations to risk management.",
    "invasive_status": "Introduced relative to New England (established in other parts of the U.S.); treated as a serious approaching threat in NH planning.",
    "detection_methods": [
      "High‑risk site surveys and symptom monitoring",
      "Reporting to state and Extension portals",
      "Multi‑year follow‑up at sites where suspicious symptoms occur"
    ],
    "management": "Prevention is critical: restrict movement of potentially infected oak material; follow timing recommendations for pruning and harvest to avoid wounding trees when beetle vectors are active; maintain readiness for containment and eradication if detected.",
    "ecological_impacts": "Would threaten oak components in southern or low‑elevation areas and alter mast availability and stand composition; in the White Mountains proper, oak is less dominant, but valley/foothill oak components and adjacent landscapes could be impacted.",
    "notes": "Although not present in NH, monitoring and prevention actions are important because of proximity to known outbreaks."
  }
}
