{
  "bear-pit-001.jpg": "Overhanging rock formation known as the Bear Pit on Howker Ridge Trail.",
  "bear-pit-002.jpg": "Sign nailed to a tree marking the Bear Pit along the trail.",
  "bear-pit-003.jpg": "View inside the Bear Pit, showing layered granite ledges and surrounding forest.",
  "blueberry-ledge-001.jpg": "Sunlit forest floor with moss and lichens near Blueberry Ledge on Howker Ridge Trail.",
  "blueberry-ledge-002.jpg": "Mossy boulders and granite slabs at the Blueberry Ledge section of Howker Ridge.",
  "blueberry-ledge-003.jpg": "Forest path through conifers and boulders near Blueberry Ledge.",
  "devils-kitchen-001.jpg": "Wooden \"Devil’s Kitchen\" trail sign attached to a tree with a blurred forest background.",
  "devils-kitchen-002.jpg": "Cold stream cascading over mossy rocks in the Devil’s Kitchen ravine.",
  "devils-kitchen-003.jpg": "Snow‑covered rocky gorge with scattered logs in the Devil’s Kitchen area.",
  "first-howk-001.jpg": "Moss‑covered rocks and ledges on the First Howk ridge.",
  "flora-wildlife-001.jpg": "Close‑up of a vibrant green mossy plant along the trail.",
  "flora-wildlife-002.jpg": "Macro view of alpine foliage and berries growing on Howker Ridge.",
  "flora-wildlife-003.jpg": "Carpet of low‑growing alpine plants and mosses on the forest floor.",
  "flora-wildlife-004.jpg": "Mountain shrub with red berries and dark green leaves along the trail.",
  "fourth-howk-001.jpg": "Snowy summit ridge and distant peaks viewed from the Fourth Howk.",
  "hitchcock-falls-001.jpg": "Water cascading over rocks at Hitchcock Falls in autumn.",
  "hitchcock-falls-002.jpg": "Sunlit waterfall tumbling down a boulder‑strewn ravine at Hitchcock Falls.",
  "howker-osgood-junction-001.jpg": "Trail signpost at the Howker–Osgood Junction overlooking a sweeping mountain valley.",
  "kelton-crag-001.jpg": "Dramatic vista from Kelton Crag with colorful autumn foliage in the valley below.",
  "kelton-crag-002.jpg": "Rocky ledge at Kelton Crag with evergreens and distant hills.",
  "kelton-trail-junction-001.jpg": "Wooden junction sign marking the Kelton Trail amid dense spruce forest.",
  "kelton-trail-junction-002.jpg": "Kelton Trail junction sign standing among snow‑covered trees.",
  "mount-madison-summit-001.jpg": "Rime‑encrusted signpost emerging from deep snow at Mount Madison’s summit.",
  "mount-madison-summit-002.jpg": "Snowy ridge with a high summit and deep‑blue sky at Mount Madison.",
  "mount-madison-summit-003.jpg": "Expansive view from Mount Madison showing icy ridgelines and the valley below.",
  "pine-link-junction-001.jpg": "Weathered wooden sign nailed to a tree at the Pine Link trail junction.",
  "trailhead-001.jpg": "Trailhead sign for Howker Ridge surrounded by golden wildflowers.",
  "trailhead-002.jpg": "Hiking trailhead sign amid colorful autumn brush near the road.",
  "third-howk-001.jpg": "US Forest Service sign warning of trail maintenance work near the Third Howk.",
  "third-howk-002.jpg": "Frosted ridgeline at dawn with pastel skies seen from the Third Howk.",
  "third-howk-003.jpg": "Sunset view over rolling ridges from the Third Howk.",
  "coosauk-falls-001.jpg": "Small waterfall cascading through boulders at Coosauk Falls on the Howker Ridge Trail.",
  "coosauk-falls-002.jpg": "Close‑up of a mossy cascade at Coosauk Falls with sunlight filtering through trees."
}
