{
  "bondcliff": {
    "experienceSummary": "I built this guide around field photography sessions on Bondcliff in Twin Range - Bonds.. Bondcliff is a 4,265-foot peak in the White Mountains of New Hampshire.",
    "conditionsFromExperience": "Summer and fall - very long day; avoid black fly season; winter for experienced only. High - long time spent above treeline in remote area – dangerous in bad weather.",
    "planningTip": "Lincoln Woods > Wilderness Trail > Bondcliff Trail - out & back. - 18.0 - 3,000 - Very difficult - Out & back Limited - brook crossings early on Wilderness Trail; one small brook on Bondcliff Trail ~3 mi in; none after. Very large lot at Lincoln Woods - fee area.; overnight parking allowed for multi-day traverses",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "cannon-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on Cannon Mountain in Kinsman Range. Cannon Mountain is a 4,100-foot (1,249 m) mountain located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - black flies in spring; winter ascent common via ski slopes or Kinsman Ridge trail. Medium - summit open but a building and tower provide refuge; trail mostly wooded.",
    "planningTip": "Kinsman Ridge Trail - via Lonesome Lake and Hi-Cannon. - 5.9 - 2,300 - Moderate - Loop - semi-loop using Hi-Cannon up, Kinsman Ridge down. Yes - Lonesome Lake on route; otherwise no flowing water on steep sections. Large parking areas at tram and Lafayette Place; very accessible - may need parking fee at tram lot during tourist season.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "carter-dome": {
    "experienceSummary": "I built this guide around field photography sessions on Carter Dome in Carter-Moriah Range. Carter Dome, or simply “The Dome,” is a mountain in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - popular winter hike as well with snowshoes. Medium - summit in trees but ridge and Mt. Hight exposed to wind.",
    "planningTip": "19 Mile Brook Trail > Carter Dome Trail - via Carter Notch. - 10.2 - 3,500 - Difficult - Out & back - or loop via Imp Trail. Yes - 19 Mile Brook alongside trail for first 1.9 miles; pond at Carter Notch near hut. Medium parking area off NH 16; can fill on weekends",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "galehead-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on Galehead Mountain in Twin Range. Mount Galehead is just over 4000 ft flanked by Mt.",
    "conditionsFromExperience": "Summer and fall - snowshoes often needed in winter. Low",
    "planningTip": "Gale River Trail → Garfield Ridge Trail → Frost Trail - 10.2 - 2657 - Moderate - Out & back Yes – Gale River flows alongside the lower trail and water is also available near Galehead Hut Medium lot on Gale River Loop Road; road gated in winter adding a road walk",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "middle-carter-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on Middle Carter Mountain in Carter-Moriah Range. Middle Carter Mountain is a 4,610-foot mountain located in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - dry trail, good footing; also popular on winter traverses. Medium - ridge mostly wooded but weather can be harsh with limited shelter at exposed knobs.",
    "planningTip": "19 Mile Brook Trail > Carter Dome Trail > Carter-Moriah Trail - via South Carter. - 12.7 - 3,750 - Very difficult - Loop - over South Carter. Limited - water source at 19 Mile Brook for first 1.9 mi; none on ridge crest. Parking lot for 19-Mile Brook is medium-sized; Imp Trail has roadside parking",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "middle-tripyramid": {
    "experienceSummary": "I built this guide around field photography sessions on Middle Tripyramid in Sandwich Range. Mount Tripyramid, Middle Peak is a 4,140-foot summit in the Sandwich Range of the White Mountains, located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - crossings on Sabbaday Trail easier in low water; winter routes avoid slides. Low - heavily wooded summit provides shelter; concern mainly when on North Slide if part of loop.",
    "planningTip": "Pine Bend Brook > Mt. Tripyramid Trail - North & Middle loop. - 11.0 - 3,100 - Difficult - Loop - via both North & Middle peaks. Yes - Sabbaday Brook along its trail; Pine Bend Brook on that trail.; none on ridge itself Sabbaday Falls lot is paved and popular - fills with tourists.; Pine Bend is roadside only",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-adams": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Adams in Presidential Range - Northern Presidentials.. Mount Adams is a 5,774-foot mountain in the Presidential Range of the White Mountains.",
    "conditionsFromExperience": "Summer and early fall; winter only for experienced hikers High - subject to strong winds and rapid weather changes.",
    "planningTip": "Airline & Valley Way Loop - via Durand Ridge. - 9.0 - 4,500 - Extremely difficult - Semi-loop Limited - stream near base; Madison Spring Hut water when open. Roadside parking at Appalachia trailhead; can overflow on busy days",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-bond": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Bond in Twin Range - Bonds.. Mount Bond is a 4,698-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and early fall - long day; winter only for experienced hikers. High - fully exposed ridge.",
    "planningTip": "Lincoln Woods → Wilderness Trail → Bondcliff Trail → West Bond Spur - Bonds Traverse. - 22.6 - 4800 - Extremely difficult - Point‑to‑point traverse Limited – the last reliable water is a stream on Bondcliff Trail about 3 miles in; none on the ridge Large fee lot at Lincoln Woods; medium lot at Zealand trailhead - road closed in winter.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-cabot": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Cabot in Pilot Range. Mount Cabot is a 4,170-foot mountain located in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - winter ascents possible with snowshoes. Low",
    "planningTip": "Bunnell Notch Trail → Kilkenny Ridge Trail - 9.6 - 2950 - Moderate - Out & back Limited – streams along Bunnell Notch Trail but no potable water at Cabot Cabin Small parking area at Berlin Fish Hatchery; gate controls access",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-carrigain": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Carrigain in Pemigewasset Wilderness - Carrigain.. Mount Carrigain is a 4,700-foot mountain in the White Mountains of New Hampshire, located in Grafton County.",
    "conditionsFromExperience": "Summer and fall - Tower views best on clear days; Sawyer River Road closed in winter. Medium - exposed ridge and tower; can be windy, but much of trail is in woods.",
    "planningTip": "Signal Ridge Trail - out & back. - 10.0 - 3,250 - Difficult - Out & back Yes - Whiteface Brook near trail start; small streams along lower Signal Ridge Trail. Small lot off Sawyer River Road - road is gated in winter ~2 miles from trailhead.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-eisenhower": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Eisenhower in Presidential Range - Southern.. Mount Eisenhower is a 4,780-foot mountain in the Presidential Range of the White Mountains.",
    "conditionsFromExperience": "Summer and fall - accessible in winter with proper gear via Mt. Clinton Rd ski/snowshoe. High - summit above treeline – wind and weather can be intense.",
    "planningTip": "Edmands Path - western approach. - 6.6 - 2,750 - Moderate - Out & back Limited - seasonal small brook low on Edmands Path; otherwise none on trail. Small lot along Mt. Clinton Rd; road closed in winter - adds 2 miles walk.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-field": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Field in Willey Range. Mount Field is a 4,340-foot mountain in the Willey Range of the White Mountains, located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - moderate winter hike too; Crawford Notch access year-round. Low - route largely protected in forest; summit trees break wind.",
    "planningTip": "Willey Range Traverse - Avalon Trail > Willey Range Trail. - 10.0 - 3,400 - Difficult - Semi-loop - includes Tom & Willey. Yes - streams along Avalon & A-Z Trails at lower elevations. Park at Crawford Depot or nearby AMC Highland Center - hiker parking area.; often plenty of space",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-flume": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Flume in Franconia Range. Mount Flume is a 4,328-foot mountain in the Franconia Range of the White Mountains, lying at the southern end of Franconia Ridge in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Late spring through fall - Flume Slide Trail is extremely slick when wet or icy; not recommended in winter. High - exposed ledges and open summit.",
    "planningTip": "Flume Slide Trail → Liberty Spring Trail → Franconia Ridge - loop with Mount Liberty. - 10.1 - 3500 - Very difficult - Loop Yes – lower Flume Slide Trail follows a brook and Liberty Spring has water; none on the summit ridge Large parking area at Flume Visitor Center; hikers use far end of lot",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-garfield": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Garfield in Franconia Range. Mount Garfield is a 4,500-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - mild grades; also popular on clear winter days. Medium - summit exposed to wind; otherwise trail is sheltered.",
    "planningTip": "Garfield Trail - via Garfield Ridge Trail. - 10.0 - 3,000 - Moderate/Difficult - Out & back Yes - brook crossings on Garfield Trail around mid-way. Trailhead has a small parking area; Gale River Loop Rd is closed in winter - adds road walk.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-hale": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Hale in Twin Range. Mount Hale is a 4,054-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - pleasant half-day hike; also popular in winter via snowshoe. Low - trail sheltered; summit small clearing still surrounded by trees.",
    "planningTip": "Hale Brook Trail - direct ascent. - 4.4 - 2,300 - Moderate - Out & back Yes - Hale Brook crossed twice on trail – good source, especially lower crossing. Small lot on Zealand Road - also serves Zealand Trail overflow.; road closed in winter ~2 miles from trailhead",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-hancock": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Hancock - North Peak. in Pemigewasset Wilderness - Hancock Range.. Mount Hancock is a 4,420-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - stream crossings easier in low water; popular winter snowshoe loop. Low - route largely in forest; summits protected by trees.",
    "planningTip": "Hancock Loop Trail - via Hancock Notch & Cedar Brook. - 9.8 - 2,650 - Moderate/Difficult - Loop - climbing South then North Hancock or vice versa. Yes - streams along Hancock Notch and Cedar Brook Trails in first half of loop. Large paved parking off NH 112 - share with hairpin turn scenic area.; can fill on nice days",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-hancock-south": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Hancock - South Peak. in Pemigewasset Wilderness - Hancock Range.. South Hancock is a 4,319-foot peak in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - stream crossings easier at low water; also popular in winter with snowshoes. Low - route largely sheltered in forest.",
    "planningTip": "Hancock Loop Trail - via Hancock Notch & Cedar Brook. - 9.8 - 2638 - Moderate/Difficult - Loop Yes – streams along Hancock Notch and Cedar Brook Trails during the first half of the loop; none on the ridge Large paved overlook parking shared with scenic viewpoint",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-isolation": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Isolation in Presidential Range - Montalban Ridge.. Mount Isolation is a 4,004-foot mountain in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Rocky Branch Trail has many wet crossings and muddy sections – best when drier; winter via Engine Hill bushwhack popular to avoid water crossings. Medium - concern mostly if using Glen Boulder route – very exposed; Rocky Branch route sheltered but remote so weather changes matter if river floods.",
    "planningTip": "Rocky Branch Trail > Isolation Trail > Davis Path - standard. - 14.6 - 3,400 - Very difficult - Out & back Yes - Rocky Branch crossings – several fords; Isolation Trail follows brook with water access until final climb; carry sufficient water for Davis Path section. Rocky Branch lot is roadside parking on Rt 16 south of Pinkham - small, sign present.; Glen Boulder shares large parking with Glen Ellis Falls - crowded on nice days.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-jackson": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Jackson in Presidential Range - Southern.. Mount Jackson is a mountain in Coös County, New Hampshire.",
    "conditionsFromExperience": "Year-round - popular moderate winter 4k; summer for views and alpine flowers. Medium - summit can be windy but quick retreat to treeline is possible.",
    "planningTip": "Webster-Jackson Trail - Jackson Branch. - 5.2 - 2,150 - Moderate - Out & back Limited - Silver Cascade Brook near trail beginning; after that, mostly dry ridge. Roadside parking by trailhead or at AMC Highland Center 0.1 mi away; usually sufficient except peak foliage",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-jefferson": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Jefferson in Presidential Range - Northern.. Mount Jefferson is a 5,712-foot mountain in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Jefferson Notch Road closed in winter. High - fully exposed to wind and weather above treeline.",
    "planningTip": "Caps Ridge Trail - direct ascent. - 5.0 - 2,700 - Difficult - steep, with rock scrambles. - Out & back No reliable water on trail - carry all water. Small lot at Caps Ridge trailhead off Jefferson Notch Rd; road access seasonal",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-lafayette": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Lafayette in Franconia Range. Mount Lafayette is a 5,249-foot (1,600 m) mountain at the northern end of the Franconia Range in the White Mountains of New Hampshire.",
    "conditionsFromExperience": "Late spring through fall - popular in summer and foliage season. High - ridge is exposed to wind, fog, thunderstorms.",
    "planningTip": "Franconia Ridge Loop - Falling Waters & Old Bridle Path. - 8.9 - 3,900 - Very difficult - Loop - ridge traverse. Yes - stream along Falling Waters Trail; Greenleaf Hut near summit has water. Large lot at Lafayette Place but fills early; overflow parking along I-93 northbound",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-liberty": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Liberty in Franconia Range. Mount Liberty is a 4,459-foot mountain in the Franconia Range of the White Mountains.",
    "conditionsFromExperience": "Summer and fall - popular year-round; winter ascents via Liberty Spring Trail are common. Medium - summit exposed to weather; can retreat to treeline ~0.3 mi below.",
    "planningTip": "Liberty Spring Trail - AT. – direct route - 8.0 - 3,250 - Moderate/Difficult - Out & back Yes - Liberty Spring near Liberty Spring Tentsite ~2.5 mi up trail is a reliable water source. Parking at Flume Visitor Center - hikers use far lot; bike path connects to Liberty Spring Trail.; no parking directly at Liberty Spring start",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-lincoln": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Lincoln in Franconia Range. Mount Lincoln is a 5,089-foot (1,551 m) mountain in the Franconia Range of the White Mountains.",
    "conditionsFromExperience": "Summer and fall - clear weather for ridge views. High - ridge highly exposed to wind, lightning in storms.",
    "planningTip": "Franconia Ridge Loop - via Falling Waters Trail. - 8.9 - 3,900 - Very difficult - Loop - includes Mount Lafayette. Yes - waterfalls on Falling Waters Trail in lower section. Shared parking with Lafayette loop; plan for early arrival or use shuttle/overflow lots",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-madison": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Madison in Presidential Range - Northern.. Mount Madison is a 5,367-foot mountain at the northern end of the Presidential Range in New Hampshire.",
    "conditionsFromExperience": "Summer and fall - winter for experienced only. High - very exposed to wind/cold above treeline.",
    "planningTip": "Valley Way & Osgood Trail - via Madison Hut. - 8.3 - 4,100 - Very difficult - Out & back - same route. Yes - Madison Spring Hut near treeline offers water when open. Roadside parking, can be crowded on weekends",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-monroe": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Monroe in Presidential Range - Southern.. Mount Monroe is a 5,384-foot mountain in the Presidential Range of the White Mountains.",
    "conditionsFromExperience": "Summer and fall - often combined with Mt. Washington. High - very exposed to wind, rapid weather shifts.",
    "planningTip": "Ammonoosuc Ravine Trail & Crawford Path - 7.0 - 2,900 - Difficult - Out & back - or loop via Jewel Trail. Yes - Lakes of the Clouds Hut at base of summit has water in season. Parking at Marshfield Station/Cog Base parking area - fee may apply.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-moosilauke": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Moosilauke in Kinsman Range - Western White Mountains.. Mount Moosilauke is a 4,802-foot mountain at the southwestern end of the White Mountains, located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - notorious for high winds in winter. High - summit often windy with rapidly changing weather.",
    "planningTip": "Gorge Brook Trail Loop - via Carriage Rd & Snapper. - 7.5 - 2,450 - Moderate - Loop Yes - streams along Gorge Brook; spring at Beaver Brook shelter on Beaver Brook Trail. Lot at Ravine Lodge - private road, closed in winter beyond certain point.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-moriah": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Moriah in Carter-Moriah Range. Mount Moriah is a 4,049-foot mountain in Coös County, New Hampshire.",
    "conditionsFromExperience": "Late spring through fall - to avoid high water at crossings; winter via Carter-Moriah from Gorham is popular. Medium - some exposure on ledges, but can retreat to trees quickly.",
    "planningTip": "Stony Brook Trail > Carter-Moriah Trail - 10.0 - 3,150 - Difficult - Out & back Yes - Stony Brook crossings in first half of Stony Brook Trail; Carter-Moriah route is mostly dry ridge after initial climb. Stony Brook has small dirt lot; Gorham end is neighborhood roadside - limited parking, don’t block driveways.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-osceola": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Osceola in Sandwich Range. Mount Osceola is a 4,340-foot (1,320 m) peak within the White Mountains of New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Tripoli Road is closed in winter; Greeley Ponds approach is used in winter. Medium - summit exposed but a quick retreat to treeline is possible.",
    "planningTip": "Mount Osceola Trail - Tripoli Road. - 6.4 - 2100 - Moderate - Out & back Limited – small brooks near the trailhead; no reliable water on the ridge Small lot with fee and toilets; fills quickly – overflow parking along Tripoli Road",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-osceola-east": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Osceola - East Peak. in Sandwich Range. Mount Osceola, East Peak (often simply called East Osceola) is a 4,156-foot mountain in the White Mountains of New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Greeley Ponds trail is wet in spring; winter ascents possible with traction. Medium - protected in trees but rocky ridge can be slick when wet.",
    "planningTip": "Greeley Ponds Trail → Mount Osceola Trail - via East Peak. - 7.6 - 3100 - Difficult - Out & back Limited – small brooks near trailheads; no water on the ridge Kancamagus trailhead has a small lot; Tripoli Road lot has a fee and toilets",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-passaconaway": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Passaconaway in Sandwich Range. Mount Passaconaway is a 4,043-foot mountain in the Sandwich Range, located in Grafton County (town of Waterville Valley), New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Fall foliage from ledges; winter doable but Blueberry Ledge can be icy. Low - mostly sheltered; caution on open ledges in rain/ice.",
    "planningTip": "Dicey’s Mill Trail - standard ascent. - 9.2 - 2,950 - Difficult - Out & back - or loop with Blueberry Ledge. Yes - Wonalancet River at Dicey’s Mill crossing ~1.7 mi in; small brook on lower Blueberry Ledge; none high up. Ferncroft lot is large grassy area for hikers; free, fills on nice weekends with hikers for Whiteface/Passaconaway",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-pierce": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Pierce in Presidential Range - Southern.. Mount Pierce is a 4,310-foot mountain in the Presidential Range of the White Mountains, located in Coös County, New Hampshire.",
    "conditionsFromExperience": "Year-round - popular easy winter 4k; best views on clear summer/fall days. Medium - summit area partially exposed; can experience strong winds from north.",
    "planningTip": "Crawford Path - Appalachian Trail. – direct - 6.4 - 2,400 - Moderate - Out & back Yes - Gibbs Brook near start; seasonal small streams partway up Crawford Path; reliable water at Mizpah Spring Hut on Webster Cliff route. Large parking area at Highland Center or along Mt Clinton Road; very accessible",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-tecumseh": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Tecumseh in Osceola Range - Waterville Valley.. Mount Tecumseh is a 4,003-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Year-round - short hike; winter very popular – often well-packed trail; ski trails can offer alternate descent in summer. Low - summit just at treeline; little risk except typical weather; can be windy on ski trails.",
    "planningTip": "Mt. Tecumseh Trail - Waterville Valley ski area side. - 5.0 - 2,300 - Moderate - Out & back Yes - Tecumseh Brook runs alongside lower trail for first mile or so on Waterville side; small streams on Tripoli side as well. Plenty of parking at ski area year-round - park near trailhead sign at lot #1.. Tripoli Road side accessible in summer only - unpaved road, fee area.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-tom": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Tom in Willey Range. Mount Tom is a 4,052-foot mountain in the Willey Range of the White Mountains, located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - accessible and moderate; winter doable with snowshoes/microspikes. Low - heavily wooded; minimal weather impact aside from typical rain/snow.",
    "planningTip": "Avalon Trail > A-Z Trail > Mount Tom Spur - 5.8 - 2,150 - Moderate - Out & back - or loop with Field & Willey. Yes - crossing of Crawford Brook on Avalon Trail; small streams along A-Z Trail. Park at Crawford Depot or Highland Center lot; plenty of space typically",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-washington": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Washington in Presidential Range. Mount Washington is an ultra-prominent mountain in the state of New Hampshire.",
    "conditionsFromExperience": "Summer and early fall - June–October. High - extreme weather common.",
    "planningTip": "Tuckerman Ravine & Lion Head Trail Loop - 8.4 - 4,300 - Extremely difficult - Semi-loop - out via Tuckerman, back via Lion Head. Limited - water at Hermit Lake shelters; none on upper mountain. Large paved lot at Pinkham Notch Visitor Center; fills early on busy days",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-waumbek": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Waumbek in Pliny Range. Mount Waumbek is a 4,006-foot mountain in Coös County, New Hampshire.",
    "conditionsFromExperience": "Year-round - popular winter 4k; summer for clear Presidential views from outlook; avoid spring mud. Low - trail sheltered; only concern is typical winter cold at viewpoint.",
    "planningTip": "Starr King Trail - via Mt Starr King. - 7.2 - 2,700 - Moderate - Out & back Limited - no major water sources on trail; an old spring near Starr King summit sometimes flows lightly, but plan to carry water. Small parking area on unpaved Starr King Rd by trailhead sign; if full, park along road without blocking driveways",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-whiteface": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Whiteface in Sandwich Range. Mount Whiteface is a 4,020-foot mountain in the Sandwich Range of the White Mountains, straddling the border of Grafton and Carroll counties in New Hampshire.",
    "conditionsFromExperience": "Summer and fall - dry ledges easier; winter requires crampons on steep ledges or bypass Tom Wiggin trail – not recommended in spring ice. Medium - exposed ledges can be dangerous when wet/icy; otherwise much of route is forested.",
    "planningTip": "Blueberry Ledge Trail - south via Blueberry Ledges. - 8.4 - 2,900 - Moderate/Difficult - Out & back - or loop with Tom Wiggin or Dicey’s Mill. Limited - small brook near start of Blueberry Ledge Trail; none on ridge or upper mountain. Large grassy Ferncroft lot; be respectful - private land around.. No facilities except kiosk",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "mount-willey": {
    "experienceSummary": "I built this guide around field photography sessions on Mount Willey in Willey Range. Mount Willey is a 4,285-foot mountain in the Willey Range of the White Mountains, situated in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - steep sections have ladders – easier in snow than ice. Low - route mostly sheltered except brief ledge view.",
    "planningTip": "Willey Range Trail - from Ethan Pond Trail via Kedron Flume. - 5.4 - 2,900 - Difficult - Out & back Yes - Kedron Brook near base; small brook by Ethan Pond Trail; no water on steep upper section. At Willey House visitor area - bathrooms, picnic tables available.; ample parking except peak foliage days",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "north-kinsman-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on North Kinsman Mountain in Kinsman Range. North Kinsman Mountain is a 4,293-foot peak in the Kinsman Range of the White Mountains, in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and early fall - muddy in spring; winter ascents possible with traction. Medium - summit ledge exposed to wind; ridge protected.",
    "planningTip": "Lonesome Lake Trail → Cascade Brook Trail → Fishin’ Jimmy Trail → Kinsman Ridge Trail - 9.8 - 3550 - Difficult - Out & back - continuing over South Kinsman. Yes – water and restrooms at AMC Lonesome Lake Hut and streams along the lower trails Lafayette Place has a large parking area with facilities; Mount Kinsman trailhead has limited roadside parking",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "north-tripyramid": {
    "experienceSummary": "I built this guide around field photography sessions on North Tripyramid in Sandwich Range. Mount Tripyramid (North Peak) is one of the three summits of Mount Tripyramid in the Sandwich Range of the White Mountains.",
    "conditionsFromExperience": "Late summer and fall - North Slide dry; winter ascents use slide with caution – icy. High - on slide route – dangerous when wet or icy; wooded route is low exposure.",
    "planningTip": "Pine Bend Brook Trail > Mt. Tripyramid Trail - North Slide up, South Slide down loop. - 11.0 - 3,100 - Difficult - Loop - over Middle Peak. Yes - Pine Bend Brook along lower trail provides water for first couple miles; none on upper mountain. Roadside pull-off on Kanc - no formal lot; park off pavement.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "north-twin-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on North Twin Mountain in Twin Range. North Twin Mountain is a 4,761-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Haystack Rd open.; winter - via bushwhack route to avoid crossings. Low - trail largely below treeline; summit protected by trees.",
    "planningTip": "North Twin Trail - to summit and back. - 8.6 - 2,950 - Moderate/Difficult - Out & back Yes - Little River crossed multiple times in first half of trail. Small dirt lot at trailhead; closed in winter - road closure adds ~2 mi from end of Little River Rd.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "owls-head": {
    "experienceSummary": "I built this guide around field photography sessions on Owl's Head in Franconia Range - Pemigewasset Wilderness.. Owl’s Head is a 4,025-foot mountain deep in the Pemigewasset Wilderness of the White Mountains, in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - long days needed; in spring water crossings high; winter feasible with bushwhacks on frozen terrain. Medium - mainly concern on slide – very hot in sun, slippery when wet.",
    "planningTip": "Lincoln Woods > Wilderness Trail > Owl’s Head Path - Slide. - 18.4 - 2,900 - Very difficult - Out & back Yes - Franconia Brook, Lincoln Brook along much of approach; plentiful water until climb up slide. Large lot at Lincoln Woods - fee area.; can fill with tourists and multiple hikes",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "south-carter-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on South Carter Mountain in Carter-Moriah Range. South Carter Mountain is a 4,430-foot mountain located in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - pleasant ridge hike; also common on winter traverses. Low - ridge mostly in trees provides shelter from wind.",
    "planningTip": "19 Mile Brook > Carter Dome Trail > Carter-Moriah - via Zeta Pass. - 12.7 - 3,750 - Very difficult - Loop - together with Middle Carter. Limited - 19 Mile Brook at start; none on ridge except possible seasonal seeps near Zeta Pass. Same parking as Carter Dome/Middle Carter - 19-Mile Brook, moderate size.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "south-kinsman-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on South Kinsman Mountain in Kinsman Range - Western White Mountains.. South Kinsman Mountain is a 4,358-foot mountain in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Lonesome Lake route wet in spring; winter doable with spikes. Medium - summit exposed; ridge somewhat sheltered in trees.",
    "planningTip": "Mount Kinsman Trail > Kinsman Ridge Trail - via North Kinsman. - 10.0 - 3,950 - Difficult - Out & back - hits North & South peaks. Yes - streams near Kinsman Trail base; Lonesome Lake and brook on Fishin’ Jimmy Trail. Mount Kinsman Trail has a small roadside lot in Easton; Lafayette Place is large but shared with Franconia hikers",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "south-twin-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on South Twin Mountain in Twin Range. South Twin Mountain is a 4,902-foot mountain located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer, early fall - Zealand Road access for some approaches in season. Medium - summit exposed but not a long above-treeline stretch.",
    "planningTip": "North Twin Trail via North Twin - out & back. - 11.2 - 3,700 - Difficult - Out & back - over North Twin. Yes - river crossings on North Twin Trail; Galehead Hut nearby has water. Trailhead on Haystack Rd - closed in winter.; alternative winter start at end of Little River Road adds mileage",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "west-bond": {
    "experienceSummary": "I built this guide around field photography sessions on West Bond in Twin Range - Bonds.. West Bond is a subsidiary peak of Mount Bond, with an elevation of approximately 4,540 feet.",
    "conditionsFromExperience": "Summer and early fall - long day hike or overnight; avoid spring mud. High - very remote, summit and ridge exposed to weather with no nearby shelters.",
    "planningTip": "Zealand Road > Zealand Trail > Twinway > West Bond Spur - Bonds Traverse. - 19.8 - 3,950 - Extremely difficult - Traverse - point-to-point. Limited - water at Zealand Hut and streams on lower Bondcliff Trail; none on ridge itself. Lincoln Woods has large parking - fee.; Zealand Road trailhead medium - road closed in winter.",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "wildcat-mountain-a": {
    "experienceSummary": "I built this guide around field photography sessions on Wildcat Mountain - A Peak. in Carter-Moriah Range. Wildcat Mountain “A” Peak is a 4,422-foot summit on the east side of Pinkham Notch in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer, fall - avoid spring ice on steep ledges; winter ascents common with crampons via ski trails. High - ridge is exposed in places; weather can make ledges dangerous.",
    "planningTip": "Wildcat Ridge Trail - via Glen Ellis Falls, up over Wildcat Ridge. - 8.5 - 3,150 - Very difficult - Loop - requires car spot or road walk. Yes - Glen Ellis River at start; small streams near base of ridge; none along ridge itself. Hiker parking at Glen Ellis Falls pull-off - just south of Pinkham Notch Visitor Center.; ski area parking used if ascending via ski trails",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "wildcat-mountain-d": {
    "experienceSummary": "I built this guide around field photography sessions on Wildcat Mountain - D Peak. in Carter-Moriah Range. Wildcat Mountain “D” Peak is a 4,050-foot summit on Wildcat Mountain, located in Coös County, New Hampshire.",
    "conditionsFromExperience": "Summer and early fall - Wildcat Ridge is steep and slippery when wet or icy; ski trails are used in winter. High - steep ledges and exposed sections.",
    "planningTip": "Wildcat Ridge Trail - via Glen Ellis Falls. - 4.7 - 2150 - Very difficult - Out & back Yes – Glen Ellis River near the trailhead; no water on the ridge Parking at Glen Ellis Falls is limited and closed in winter; alternative parking at Pinkham Notch adds mileage",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  },
  "zealand-mountain": {
    "experienceSummary": "I built this guide around field photography sessions on Zealand Mountain in Twin Range. Zealand Mountain (sometimes called Mount Zealand) is a 4,260-foot mountain located in Grafton County, New Hampshire.",
    "conditionsFromExperience": "Summer and fall - Zealand Road open; also popular ski/snowshoe in winter with extra road distance. Low - mostly sheltered; caution on Zeacliff in high winds.",
    "planningTip": "Zealand Trail > Twinway - via Zealand Hut & Zeacliff. - 11.0 - 2,300 - Difficult - Out & back - or traverse over Bonds. Yes - streams and ponds along Zealand Trail; Zealand Falls by hut. Medium-sized lot at end of Zealand Rd - paved.; road closed in snow season ~3.5 extra miles from 302",
    "lastReviewed": "2026-02-14",
    "firstAscent": "",
    "historyNotes": "",
    "historySourceUrl": "",
    "historySourceLabel": ""
  }
}
